const MESSAGES_AUTHOR = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
const NAMES_AUTHOR = [
  'Игорь',
  'Мария',
  'Семен',
  'Татьяна',
  'Баба Яга',
  'Кощей',
  'Василиса',
];

const COMMENTS_MAX = 5;
const COMMENT_INDEX = 1000;
const AVATAR_COUNT = 6;
const LIKES_MIN = 15;
const LIKES_MAX = 200;
const OBJECTS_COUNT = 25;

export {
  COMMENTS_MAX,
  MESSAGES_AUTHOR,
  NAMES_AUTHOR,
  COMMENT_INDEX,
  AVATAR_COUNT,
  LIKES_MIN,
  LIKES_MAX,
  OBJECTS_COUNT
};
